// 曜日ごとの時間割データだけを定義するファイル
// ここを編集するだけで科目を変えられる

window.TIMETABLE = {
  1: { // 月
    1: "保健",
    2: "英1",
    3: "情数",
    4: "数学",
    5: "家庭",
    6: "家庭",
    7: "科学"
  },
  2: { // 火
    1: "数学",
    2: "体育",
    3: "プログラミング技術",
    4: "プログラミング技術",
    5: "総探",
    6: "LH"
  },
  3: { // 水
    1: "科学",
    2: "地理",
    3: "音美",
    4: "音美",
    5: "英コ1",
    6: "体育"
  },
  4: { // 木
    1: "英コ1",
    2: "電回",
    3: "言語",
    4: "工業技術基礎",
    5: "工業技術基礎",
    6: "工業技術基礎"
  },
  5: { // 金
    1: "言語",
    2: "電回",
    3: "地理",
    4: "数学",
    5: "情数",
    6: "情数"
  }
};
